[
  {
    "tribunal": "Corte Suprema de Justicia",
    "fecha": "2024-01-15",
    "materia": "Derecho Civil",
    "partes": "García vs. Rodríguez",
    "expediente": "CSJ-001-2024",
    "full_text": "En la ciudad de Buenos Aires, a los quince días del mes de enero del año dos mil veinticuatro, la Corte Suprema de Justicia de la Nación, en el expediente CSJ-001-2024, caratulado 'GARCÍA, Juan vs. RODRÍGUEZ, María s/ Daños y Perjuicios', dicta la siguiente SENTENCIA: VISTOS los autos caratulados 'GARCÍA, Juan vs. RODRÍGUEZ, María s/ Daños y Perjuicios', en los que se recurre extraordinario federal contra la sentencia dictada por la Cámara Nacional de Apelaciones en lo Civil y Comercial Federal, que confirmó la sentencia de primera instancia que rechazó la demanda por daños y perjuicios. CONSIDERANDO: 1) Que el recurrente sostiene que la sentencia impugnada viola el debido proceso y el derecho de defensa. 2) Que los hechos del caso se refieren a un accidente de tránsito ocurrido el 15 de marzo de 2023. 3) Que la demandada reconoció su responsabilidad en el accidente. 4) Que el tribunal de primera instancia rechazó la demanda por considerar que no se acreditó el nexo causal entre el accidente y los daños reclamados. 5) Que la Cámara confirmó la sentencia de primera instancia. POR ELLO: La Corte Suprema de Justicia de la Nación DECLARA: I) Improcedente el recurso extraordinario federal interpuesto. II) Confirma la sentencia apelada. III) Costas por su orden. REGÍSTRESE, NOTIFÍQUESE Y DEVUÉLVASE.",
    "url": null
  },
  {
    "tribunal": "Cámara Nacional de Apelaciones en lo Civil",
    "fecha": "2024-02-20",
    "materia": "Derecho Comercial",
    "partes": "Empresa ABC vs. Empresa XYZ",
    "expediente": "CNAC-002-2024",
    "full_text": "En la ciudad de Buenos Aires, a los veinte días del mes de febrero del año dos mil veinticuatro, la Cámara Nacional de Apelaciones en lo Civil, en el expediente CNAC-002-2024, caratulado 'EMPRESA ABC S.A. vs. EMPRESA XYZ S.A. s/ Incumplimiento de Contrato', dicta la siguiente SENTENCIA: VISTOS los autos caratulados 'EMPRESA ABC S.A. vs. EMPRESA XYZ S.A. s/ Incumplimiento de Contrato', en los que se apela la sentencia dictada por el Juzgado Nacional de Primera Instancia en lo Comercial N° 15, que hizo lugar parcialmente a la demanda por incumplimiento de contrato. CONSIDERANDO: 1) Que el contrato celebrado entre las partes establecía la entrega de mercaderías por un valor de $500,000. 2) Que la demandada incumplió con la entrega en los plazos estipulados. 3) Que la demandante sufrió daños por la demora en la entrega. 4) Que el tribunal de primera instancia condenó a la demandada al pago de $50,000 en concepto de daños y perjuicios. 5) Que ambas partes apelan la sentencia. POR ELLO: La Cámara Nacional de Apelaciones en lo Civil DECLARA: I) Modifica la sentencia apelada. II) Condena a la demandada al pago de $75,000 en concepto de daños y perjuicios. III) Rechaza la reconvención. IV) Costas por su orden. REGÍSTRESE, NOTIFÍQUESE Y DEVUÉLVASE.",
    "url": null
  },
  {
    "tribunal": "Juzgado Nacional de Primera Instancia en lo Laboral N° 8",
    "fecha": "2024-03-10",
    "materia": "Derecho Laboral",
    "partes": "Pérez vs. Empresa Industrial S.A.",
    "expediente": "JNPL-003-2024",
    "full_text": "En la ciudad de Buenos Aires, a los diez días del mes de marzo del año dos mil veinticuatro, el Juzgado Nacional de Primera Instancia en lo Laboral N° 8, en el expediente JNPL-003-2024, caratulado 'PÉREZ, Carlos vs. EMPRESA INDUSTRIAL S.A. s/ Despido', dicta la siguiente SENTENCIA: VISTOS los autos caratulados 'PÉREZ, Carlos vs. EMPRESA INDUSTRIAL S.A. s/ Despido', en los que se demanda el pago de indemnizaciones por despido sin causa. CONSIDERANDO: 1) Que el actor fue despedido sin causa el 15 de enero de 2024. 2) Que la relación laboral se inició el 1 de marzo de 2020. 3) Que el salario al momento del despido era de $150,000 mensuales. 4) Que la demandada no contestó la demanda. 5) Que se encuentra acreditada la relación laboral y el despido sin causa. POR ELLO: El Juzgado Nacional de Primera Instancia en lo Laboral N° 8 DECLARA: I) Hace lugar a la demanda. II) Condena a la demandada al pago de $450,000 en concepto de indemnización por despido. III) Condena a la demandada al pago de $75,000 en concepto de daños y perjuicios. IV) Costas por su orden. REGÍSTRESE, NOTIFÍQUESE Y DEVUÉLVASE.",
    "url": null
  },
  {
    "tribunal": "Cámara Nacional de Apelaciones en lo Contencioso Administrativo Federal",
    "fecha": "2024-01-30",
    "materia": "Derecho Administrativo",
    "partes": "Asociación Civil vs. Estado Nacional",
    "expediente": "CNACAF-004-2024",
    "full_text": "En la ciudad de Buenos Aires, a los treinta días del mes de enero del año dos mil veinticuatro, la Cámara Nacional de Apelaciones en lo Contencioso Administrativo Federal, en el expediente CNACAF-004-2024, caratulado 'ASOCIACIÓN CIVIL AMBIENTAL vs. ESTADO NACIONAL s/ Amparo', dicta la siguiente SENTENCIA: VISTOS los autos caratulados 'ASOCIACIÓN CIVIL AMBIENTAL vs. ESTADO NACIONAL s/ Amparo', en los que se demanda la suspensión de una obra pública por considerarla dañina al medio ambiente. CONSIDERANDO: 1) Que la obra en cuestión afecta un área protegida. 2) Que no se realizó la evaluación de impacto ambiental correspondiente. 3) Que la asociación actora tiene legitimación para presentar la demanda. 4) Que se configura el daño grave e inminente al medio ambiente. 5) Que corresponde hacer lugar a la medida cautelar solicitada. POR ELLO: La Cámara Nacional de Apelaciones en lo Contencioso Administrativo Federal DECLARA: I) Hace lugar a la demanda de amparo. II) Ordena la suspensión inmediata de la obra pública. III) Ordena la realización de la evaluación de impacto ambiental. IV) Costas por su orden. REGÍSTRESE, NOTIFÍQUESE Y DEVUÉLVASE.",
    "url": null
  },
  {
    "tribunal": "Juzgado Nacional de Primera Instancia en lo Civil N° 12",
    "fecha": "2024-02-15",
    "materia": "Derecho de Familia",
    "partes": "González vs. González",
    "expediente": "JNPC-005-2024",
    "full_text": "En la ciudad de Buenos Aires, a los quince días del mes de febrero del año dos mil veinticuatro, el Juzgado Nacional de Primera Instancia en lo Civil N° 12, en el expediente JNPC-005-2024, caratulado 'GONZÁLEZ, María vs. GONZÁLEZ, Roberto s/ Divorcio Vincular', dicta la siguiente SENTENCIA: VISTOS los autos caratulados 'GONZÁLEZ, María vs. GONZÁLEZ, Roberto s/ Divorcio Vincular', en los que se solicita el divorcio vincular por presentación conjunta. CONSIDERANDO: 1) Que las partes contrajeron matrimonio el 15 de junio de 2015. 2) Que tienen dos hijos menores de edad. 3) Que han acordado el régimen de visitas y la cuota alimentaria. 4) Que han liquidado el régimen de bienes. 5) Que ambas partes solicitan el divorcio vincular. POR ELLO: El Juzgado Nacional de Primera Instancia en lo Civil N° 12 DECLARA: I) Hace lugar a la demanda de divorcio vincular. II) Aprueba el acuerdo de régimen de visitas. III) Aprueba el acuerdo de cuota alimentaria. IV) Aprueba la liquidación del régimen de bienes. V) Costas por su orden. REGÍSTRESE, NOTIFÍQUESE Y DEVUÉLVASE.",
    "url": null
  }
]
